---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MNDashM
source: html/3fe735d2-057d-af9f-83b7-360811c2af08.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MNDashM Property

Symbol MN-m, indicating unit Meganewton meters.

## Syntax (C#)
```csharp
public static ForgeTypeId MNDashM { get; }
```